openfoam/OpenFOAM-dev/tutorials/multiRegion/film/cylinder/constant/fluid/parcelInjectionProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      scalarListList;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
// (x y z) (u v w) d rho mDot T Cp (Y0..Y2)
(
    (0 1.95 -0.2) (0 -5 0) 0.001 1000 0.00833333 300 4200 (1)
    (0 1.95    0) (0 -5 0) 0.001 1000 0.00833333 300 4200 (1)
    (0 1.95  0.2) (0 -5 0) 0.001 1000 0.00833333 300 4200 (1)
);


// ************************************************************************* //
